tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mas-cli/tap"
tap "nikitabobko/tap"
brew "age"
brew "age-plugin-se"
brew "ast-grep"
brew "azure-cli"
brew "b2sum"
brew "blink"
brew "btop"
brew "chezmoi"
brew "cronboard"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "glow"
brew "go"
brew "hunspell"
brew "lua"
brew "luarocks"
brew "make"
brew "mas"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "pipx"
brew "podman"
brew "ripgrep"
brew "sheldon"
brew "speedtest-cli"
brew "tailscale", restart_service: :changed
brew "tldr"
brew "unzip"
brew "wget2"
brew "zplug"
brew "zsh-system-clipboard"
brew "hashicorp/tap/terraform"
cask "nikitabobko/tap/aerospace"
cask "betterdisplay"
cask "bitwarden"
cask "firefox"
cask "font-cousine-nerd-font"
cask "font-powerline-symbols"
cask "google-chrome@dev"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mullvad-browser"
cask "onedrive"
cask "raycast"
cask "rectangle"
cask "secretive"
cask "signal"
cask "stats"
cask "steam"
cask "teamviewer"
cask "utm"
cask "vscodium"
mas "CrystalFetch", id: 6454431289
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "KDE Connect", id: 1580245991
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jeanp413.open-remote-ssh"
vscode "ms-vscode.powershell"
go "golang.org/x/website/tour"
